Repository: NetworkManager/NetworkManager
Catalog: vpn-daemons/pptp/po/*.po
Languages: pl

source: Authentication Type:
pl: Typ uwierzytelniania:

source: _Remember for this session
pl: _Zapamiętaj hasło w tej sesji

source: _Save in keyring
pl: Z_apamiętaj hasło

source: You need to authenticate to access '%s'.
pl: Aby uzyskać dostęp do '%s', należy wykonać uwierzytelnianie.

source: Authenticate Connection
pl: Uwierzytelnienie połączenia

source: <span weight="bold" size="larger">Authentication Information</span> The connection '%s' may need some form of authentication. Please select an appropriate authentication type and provide the necessary credentials below:
pl: <span weight="bold" size="larger">Informacje o uwierzytelnianiu</span> Połączenie '%s' może wymagać uwierzytelniania. Proszę wybrać odpowiednią metodę i podać odpowiednie dane poniżej:

source: Authentication Required
pl: Wymagane uwierzytelnienie

source: _Authentication Type:
pl: _Typ uwierzytelniania

source: _Password:
pl: _Hasło:

source: _Remote name:
pl: Nazwa _użytkownika:

source: _Username:
pl: Nazwa _użytkownika:

source: _Secondary Password:
pl: Hasło _dodatkowe:

source: _Domain:
pl: _Domena:

source: Connect _anonymously
pl: Połącz _anonimowo

source: Connect as _user:
pl: Połącz jako _użytkownik:

source: _Remember password for this session
pl: _Zapamiętaj hasło w tej sesji

source: _Save password in keyring
pl: Z_apamiętaj hasło

source: Add, Remove, and Edit VPN Connections
pl: Dodawanie, usuwanie i edycja połączeń VPN

source: VPN Connection Manager (PPP generic)
pl: Połączenia VPN (PPP)

source: <b>Compression</b>
pl: <b>Kompresja</b>

source: <b>Connection Name</b>
pl: <b>Nazwa połączenia</b>

source: <b>Delays and TImeouts</b>
pl: <b>Opóźnienia i czas wygaśnięcia</b>

source: <b>Encryption</b>
pl: <b>Szyfrowanie</b>

source: <b>IP Options</b>
pl: <b>Opcje IP</b>

source: <b>Packet Parameters</b>
pl: <b>Parametry pakietów</b>

source: <i>example: 172.16.0.0/16 10.11.12.0/24</i>
pl: <i>przykład: 172.16.0.0/16 10.11.12.0/24</i>

source: A list of extra options to pppd as would be typed on the command line
pl: Lista dodatkowych opcji pppd przekazywanych bezpośrednio do polecenia

source: Allow BSD Compression
pl: Zezwól na kompresję BSD

source: Allow Deflate compression
pl: Zezwój na kompresję deflate

source: Authenticate Peer
pl: Uwierzytelnianie klienta

source: Authentication
pl: Uwierzytelnianie

source: Compression & Encryption
pl: Kompresja i szyfrowanie

source: Connection
pl: Połączenie

source: Debug Output
pl: Wyjście debug

source: Disconnect after this many LCP echo requests fail
pl: Rozłącz po danej ilości błędów żądań LCP echo

source: Enable stateful MPPE
pl: Włącz stateful MPPE

source: Exclusive device access (UUCP-style lock)
pl: Wyłączny dostęp do urządzenia (blokada UUCP)

source: Find Device
pl: Znajdź urządzenie

source: For security reasons, options entered in the box above are checked against a list of allowed options before a connection is established. Currently there are no options on the list.
pl: Z powodów bezpieczeństwa, przed połączeniem, wyżej podane opcje sprawdzane są z listę dozwolonych opcji. Obecnie brak opcji na tej liście.

source: GPRS Options
pl: Opcje GPRS

source: Hardware RTS/CTS
pl: Sprzętowe RTS/CTS

source: Host name or IP address of the PPTP server
pl: Nazwa lub adres IP serwera PPTP

source: If BSD compression is not allowed the 'nobsdcomp' option is passed to pppd
pl: Gdy kompresja BSD jest wyłączona, do pppd przekazywana jest opcja 'nobsdcomp'

source: If Deflate compression is not allowed the 'nodefate' option is passed to pppd
pl: Gdy kompresja deflate jest wyłączona, do pppd przekazywana jest opcja 'nodeflate'

source: Maximum Receive Unit
pl: Maksymalna jednostka odbioru

source: Maximum Transmit Unit
pl: Maksymalna jednostka transmisji

source: Modem Connection
pl: Połączenie modemowe

source: PPP Options
pl: Opcje PPP

source: Peer DNS through tunnel
pl: Peer DNS poprzez tunel

source: Refuse CHAP
pl: Odrzuć CHAP

source: Refuse EAP
pl: Odrzuć EAP

source: Refuse MS CHAP
pl: Odrzuć MS CHAP

source: Require 128 bit MPPE encryption
pl: Wymagaj 128 bitowego szyfrowania MPPE

source: Require Explicit IP Addr
pl: Wymagaj jawnego adresu IP

source: Require MPPC Compression
pl: Wymagaj kompresji MPPC

source: Require MPPE encryption
pl: Wymagaj szyfrowania MPPE

source: Requires existing network connection
pl: Wymaga istniejącego połączenia sieciowego

source: Serial Options
pl: Opcje szeregowe

source: Service providers GPRS access point from device config
pl: Punkt dostępowy GPRS dostawcy usług z konfiguracji urządzenia

source: Service providers IP address
pl: Adres UP dostawcy usług

source: Telephone number to dial
pl: Numer telefonu do wybrania

source: This is the friendly name that will be used to identify this network connection, e.g. "Campus VPN" or "Corporate Network"
pl: Nazwa identyfikująca połączenie do sieci prywatnej. Np. "VPN kampusu" lub "Sieć firmowa"

source: Time in seconds between echo requests
pl: Czas w sekundach pomiędzy żadaniami echo

source: Type:
pl: Typ:

source: Use Peer DNS
pl: Użyj Peer DNS

source: When checked the "refuse-chap" option is passed to pppd.
pl: Gdy włączone, do pppd przekazywana jest opcja 'refuse-chap'

source: When checked the "refuse-eap" option is passed to pppd.
pl: Gdy włączone, do pppd przekazywana jest opcja 'refuse-eap'

source: When checked the "refuse-mschap" option is passed to pppd.
pl: Gdy włączone, do pppd przekazywana jest opcja 'refuse-mschap'

source: When checked the 'lock' option is passed to pppd
pl: Gdy włączone, do pppd przekazywana jest opcja 'lock'

source: When checked the 'require-mppc' option is passed to pppd
pl: Gdy włączone, do pppd przekazywana jest opcja 'require-mppc'

source: When checked this sets the pppd 'debug' option and adds some extra information from the NetworkManager plugin
pl: Gdy włączone, ustawiana jest opcja 'debug' pppd i dodawane sa informacje z wtyczki NetworkManagera

source: When checked this sets the pppd 'noipdefault' option
pl: Gdy włączone, ustawiana jest opcja 'noipdefault' pppd

source: When checked this sets the pppd 'usepeerdns' option
pl: Gdy włączone, ustawiana jest opcja 'usepeerdns' pppd

source: When this check box is cleared the "noauth" option is passed to pppd.
pl: Gdy włączone, do pppd przekazywana jest opcja 'noauth'

source: _Access Point Name:
pl: Nazwa punktu _dostępowego:

source: _Channel:
pl: _Kanał:

source: _Context Num
pl: Numer _kontekstu

source: _Custom PPP options:
pl: _Inne opcje PPP:

source: _Device Address:
pl: _Adres urządzenia:

source: _Gateway:
pl: _Brama:

source: _IP Address:
pl: Adres _IP:

source: _Import Saved Configuration...
pl: _Importuj konfigurację...

source: _Only use VPN connection for these addresses
pl: _Używaj połączeń VPN tylko dla tych adresów

source: _Packet Type
pl: Typ _pakietu

source: _Telephone Number:
pl: Numer _telefonu:

source: pppd tunnel (PPTP, BTGPRS, Dialup)
pl: tunel ppd (PPTP, BTGPRS, Dialup)

source: Name
pl: Nazwa

source: PPTP Server
pl: Serwer PPTP

source: Telephone Number
pl: Numer telefonu

source: Bluetooth Address
pl: Adres bluetooth

source: Bluetooth Channel
pl: Kanał bluetooth

source: GPRS Context No.
pl: Nr kontekstu GPRS

source: GPRS Packet Type
pl: Typ pakietu GPRS

source: Use CTS/RTS flow control
pl: Używa kontroli przepływu CTS/RTS

source: Connect via a modem
pl: Połącz poprzez modem

source: Require IP to be provided
pl: Wymaga podania IP

source: Use MPPE encryption
pl: Używa kompresji MPPE

source: Use 128 bit MPPE encryption
pl: Używa 128 bitowego szyfrowania MPPE

source: Use MPPC compression
pl: Używa kompresji MPPC

source: Do not use deflate compression
pl: Nie używa kompresji deflate

source: Do not use BSD compression
pl: Nie używa kompresji BSD

source: Exclusive device access by pppd
pl: Wyłączny dostęp do urządzenia dla pppd

source: Authenticate remote peer
pl: Uwierzytelnianie zdalnego klienta

source: Refuse MSCHAP
pl: Odrzuca MSCHAP

source: Maximum transmit unit (in bytes)
pl: Maksymalna jednostka transmisji (w bajtach)

source: Maximum receive unit (in bytes)
pl: Maksymalna jednostka odbioru (w bajtach)

source: Number of failed LCP echos to cause disconnect
pl: Ilość nieudanych żądań LCP echo, po których nastąpi rozłączenie

source: Interval (in seconds) at which to issue LCP echos
pl: Interwał (w sekundach) wysyłania żądań LCP echo

source: Interval (in milliseconds) to wait before connecting.
pl: Czas oczekiwania (w milisekundach) przed połączeniem

source: Custom PPP options
pl: Inne opcje PPP

source: Use Peer DNS over the Tunnel
pl: Użyj Peer DNS poprzez tunel

source: Specific networks available
pl: Dostępne określone sieci

source: Limit to specific networks
pl: Ogranicz do określonych sieci

source: The following '%s' connection will be created:
pl: Utworzone zostanie poniższe połączenie %s:

source: The connection details can be changed using the "Back" button.
pl: Szczegóły połączenia można zmienić za pomocą przycisku "Wstecz".

source: Select file to import
pl: Plik do zaimportowania

source: Save as...
pl: Zapisz jako...

source: A file named "%s" already exists.
pl: Plik "%s" już istnieje.

source: Do you want to replace it with the one you are saving?
pl: Czy nadpisać go zapisywanym plikiem?

source: VPN Connection failed
pl: Połączenie VPN zakończone niepowodzeniem
