Repository: NetworkManager/NetworkManager
Catalog: po/*.po
Languages: fr

source: NAME
fr: NOM

source: DEVICES
fr: PÉRIPHÉRIQUES

source: SCOPE
fr: ÉTENDUE

source: DEFAULT
fr: DÉFAUT

source: Error: 'con list': %s
fr: Erreur&nbsp;: 'con list': %s

source: Error: 'con list': %s; allowed fields: %s
fr: Erreur&nbsp;: 'con list': %s&nbsp;; champs autorisés&nbsp;: %s

source: Connection details
fr: Détails de connexion

source: system
fr: système

source: user
fr: utilisateur

source: never
fr: jamais

source: yes
fr: oui

source: no
fr: non

source: System connections
fr: Connexions système

source: User connections
fr: Connexions utilisateur

source: Error: %s argument is missing.
fr: Erreur&nbsp;: l'argument %s est manquant.

source: Error: %s - no such connection.
fr: Erreur&nbsp;: %s - connexion introuvable.

source: Unknown parameter: %s
fr: Paramètre inconnu&nbsp;: %s

source: Error: no valid parameter specified.
fr: Erreur&nbsp;: aucun paramètre valide spécifié.

source: Error: %s.
fr: Erreur&nbsp;: %s.

source: Error: 'con status': %s
fr: Erreur&nbsp;: 'con status'&nbsp;: %s

source: Error: 'con status': %s; allowed fields: %s
fr: Erreur&nbsp;: 'con status'&nbsp;: %s&nbsp;; champs autorisés&nbsp;: %s

source: Active connections
fr: Connexions actives

source: no active connection on device '%s'
fr: aucune connexion active sur le périphérique '%s'

source: no active connection or device
fr: aucune connexion active ou périphérique

source: device '%s' not compatible with connection '%s'
fr: périphérique '%s' incompatible avec la connexion '%s'

source: no device found for connection '%s'
fr: aucun périphérique trouvé pour la connexion '%s'

source: activating
fr: activation

source: activated
fr: activé

source: unknown
fr: inconnu

source: VPN connecting (prepare)
fr: Connexion VPN (préparation)

source: VPN connecting (need authentication)
fr: Connexion VPN (authentification requise)

source: VPN connecting
fr: Connexion VPN

source: VPN connecting (getting IP configuration)
fr: Connexion VPN (obtention de la configuration IP)

source: VPN connected
fr: VPN connecté

source: VPN connection failed
fr: Échec de la connexion VPN

source: VPN disconnected
fr: VPN déconnecté

source: unknown reason
fr: raison inconnue

source: none
fr: aucun

source: the user was disconnected
fr: l'utilisateur a été déconnecté

source: the base network connection was interrupted
fr: la connexion réseau de base a été interrompue

source: the VPN service stopped unexpectedly
fr: arrêt inattendu du service VPN

source: the VPN service returned invalid configuration
fr: le service VPN a retourné une configuration invalide

source: the connection attempt timed out
fr: le délai d'attente de la tentative de connexion a été dépassé

source: the VPN service did not start in time
fr: le service VPN n'a pas démarré à temps

source: the VPN service failed to start
fr: échec du démarrage du service VPN

source: no valid VPN secrets
fr: aucun secret VPN valide

source: invalid VPN secrets
fr: secrets VPN invalides

source: the connection was removed
fr: la connexion a été supprimée

source: state: %s
fr: état&nbsp;: %s

source: Connection activated
fr: Connexion activée

source: Error: Connection activation failed.
fr: Erreur&nbsp;: Échec de l'activation de la connexion

source: state: %s (%d)
fr: état&nbsp;: %s (%d)

source: Error: Connection activation failed: %s.
fr: Erreur&nbsp;: L'activation de la connexion a échoué&nbsp;: %s.

source: Error: Timeout %d sec expired.
fr: Erreur&nbsp;: Le délai d'attente de %d sec a expiré.

source: Error: Connection activation failed: %s
fr: Erreur&nbsp;: L'activation de la connexion a échoué&nbsp;: %s

source: Error: Obtaining active connection for '%s' failed.
fr: Erreur&nbsp;: L'obtention d'une connexion active pour '%s' a échoué.

source: Active connection state: %s
fr: État de connexion active&nbsp;: %s

source: Active connection path: %s
fr: État de chemin actif&nbsp;: %s

source: Error: Unknown connection: %s.
fr: Erreur&nbsp;: Connexion inconnue&nbsp;: %s.

source: Error: timeout value '%s' is not valid.
fr: Erreur&nbsp;: Valeur de délai d'attente '%s' invalide.

source: Error: id or uuid has to be specified.
fr: Erreur&nbsp;: ID ou UUID doit être spécifié.

source: Error: No suitable device found: %s.
fr: Erreur&nbsp;: Aucun périphérique convenable trouvé&nbsp;: %s.

source: Error: No suitable device found.
fr: Erreur&nbsp;: Aucun périphérique convenable trouvé.

source: Warning: Connection not active
fr: Avertissement&nbsp;: Connexion inactive

source: Error: 'con' command '%s' is not valid.
fr: Erreur&nbsp;: Commande 'con' '%s' invalide.

source: Error: could not connect to D-Bus.
fr: Erreur&nbsp;: impossible de connecter à D-Bus.

source: Error: Could not get system settings.
fr: Erreur&nbsp;: Paramètres système introuvables.

source: Error: Could not get user settings.
fr: Erreur&nbsp;: Paramètres utilisteur introuvables.

source: Error: Can't obtain connections: settings services are not running.
fr: Erreur&nbsp;: Impossible d'obtenir les connexions&nbsp;: les services des paramètres ne sont pas en cours d'exécution.

source: DEVICE
fr: PÉRIPHÉRIQUE

source: STATE
fr: ÉTAT

source: GENERAL
fr: GÉNÉRAL

source: CAPABILITIES
fr: CAPABILITÉS

source: WIFI-PROPERTIES
fr: PROPRIÉTÉS-WIFI

source: AP
fr: PA

source: WIRED-PROPERTIES
fr: PROPRIÉTÉS-CABLÉES

source: IP4-SETTINGS
fr: PARAMÈTRES-IP4

source: IP4-DNS
fr: DNS-IP4

source: DRIVER
fr: PILOTE

source: CARRIER-DETECT
fr: DÉTECTION-OPÉRATEUR

source: SPEED
fr: VITESSE

source: CARRIER
fr: OPÉRATEUR

source: ADDRESS
fr: ADRESSE

source: PREFIX
fr: PRÉFIXE

source: GATEWAY
fr: PASSERELLE

source: RATE
fr: DÉBIT

source: SECURITY
fr: SÉCURITÉ

source: WPA-FLAGS
fr: DRAPEAUX-WPA

source: RSN-FLAGS
fr: DRAPEAUX-RSN

source: ACTIVE
fr: ACTIF

source: unmanaged
fr: non-géré

source: unavailable
fr: indisponible

source: disconnected
fr: déconnecté

source: connecting (prepare)
fr: connexion (préparer)

source: connecting (configuring)
fr: connexion (configuration)

source: connecting (need authentication)
fr: connexion (authentification requise)

source: connecting (getting IP configuration)
fr: connexion (obtention de la configuration IP)

source: connected
fr: connecté

source: connection failed
fr: échec de la connexion

source: Unknown
fr: Inconnu

source: (none)
fr: (aucun)

source: %s: error converting IP4 address 0x%X
fr: %s&nbsp;: erreur lors de la conversion de l'adresse IP4 0x%X

source: %u MB/s
fr: %u Mo/s

source: Encrypted:
fr: Chiffré&nbsp;:

source: Error: 'dev list': %s
fr: Erreur&nbsp;: 'dev list'&nbsp;: %s

source: Error: 'dev list': %s; allowed fields: %s
fr: Erreur&nbsp;: 'dev list'&nbsp;: %s&nbsp;; champs autorisés&nbsp;: %s

source: Device details
fr: Détails périphérique

source: (unknown)
fr: (inconnu)

source: unknown)
fr: inconnu)

source: %u Mb/s
fr: %u Mo/s

source: on
fr: marche

source: off
fr: arrêt

source: Error: 'dev status': %s
fr: Erreur&nbsp;: 'dev status'&nbsp;: %s

source: Error: 'dev status': %s; allowed fields: %s
fr: Erreur&nbsp;: 'dev status'&nbsp;: %s&nbsp;; champs autorisés&nbsp;: %s

source: Status of devices
fr: Statut des périphériques

source: Error: '%s' argument is missing.
fr: Erreur&nbsp;: L'argument '%s' est manquant.

source: Error: Device '%s' not found.
fr: Erreur&nbsp;: Périphérique '%s' introuvable.

source: Success: Device '%s' successfully disconnected.
fr: Opération réussie&nbsp;: Périphérique '%s' correctement déconnecté.

source: Error: Device '%s' (%s) disconnecting failed: %s
fr: Erreur&nbsp;: Échec de la déconnexion du périphérique '%s' (%s)&nbsp;: %s

source: Device state: %d (%s)
fr: État du périphérique&nbsp;: %d (%s)

source: Error: iface has to be specified.
fr: Erreur&nbsp;: iface doit être spécifié.

source: Error: 'dev wifi': %s
fr: Erreur&nbsp;: 'dev wifi'&nbsp;: %s

source: Error: 'dev wifi': %s; allowed fields: %s
fr: Erreur&nbsp;: 'dev wifi'&nbsp;: %s&nbsp;; champs autorisés&nbsp;: %s

source: WiFi scan list
fr: Liste du balayage WiFi

source: Error: Access point with hwaddr '%s' not found.
fr: Erreur&nbsp;: Point d'accès avec hwaddr '%s' introuvable.

source: Error: Device '%s' is not a WiFi device.
fr: Erreur&nbsp;: Le périphérique '%s' n'est pas un périphérique WiFi.

source: Error: 'dev wifi' command '%s' is not valid.
fr: Erreur&nbsp;: Commande 'dev wifi' '%s' invalide.

source: Error: 'dev' command '%s' is not valid.
fr: Erreur&nbsp;: Commande 'dev' '%s' invalide.

source: RUNNING
fr: EN COURS D'EXÉCUTION

source: WIFI-HARDWARE
fr: MATÉRIEL-WIFI

source: WWAN-HARDWARE
fr: MATÉRIEL-WWAN

source: asleep
fr: veille

source: connecting
fr: connexion

source: Error: 'nm status': %s
fr: Erreur&nbsp;: 'nm status'&nbsp;: %s

source: Error: 'nm status': %s; allowed fields: %s
fr: Erreur&nbsp;: 'nm status'&nbsp;: %s&nbsp;; champs autorisés&nbsp;: %s

source: NetworkManager status
fr: État de NetworkManager

source: enabled
fr: activé

source: disabled
fr: désactivé

source: running
fr: actif

source: not running
fr: inactif

source: Error: '--fields' value '%s' is not valid here; allowed fields: %s
fr: Erreur&nbsp;: Valeur '--fields' '%s' est invalide&nbsp;; champs autorisés&nbsp;: %s

source: WiFi enabled
fr: WiFi activé

source: Error: invalid 'wifi' parameter: '%s'.
fr: Erreur&nbsp;: Paramètre 'wifi' invalide&nbsp;: '%s'.

source: WWAN enabled
fr: WWAN activé

source: Error: invalid 'wwan' parameter: '%s'.
fr: Erreur&nbsp;: Paramètre 'wwan' invalide&nbsp;: '%s'.

source: Error: 'nm' command '%s' is not valid.
fr: Erreur&nbsp;: Commande 'nm' '%s' invalide.

source: Usage: %s [OPTIONS] OBJECT { COMMAND | help } OPTIONS -t[erse] terse output -p[retty] pretty output -m[ode] tabular|multiline output mode -f[ields] <field1,field2,...>|all|common specify fields to output -e[scape] yes|no escape columns separators in values -v[ersion] show program version -h[elp] print this help OBJECT nm NetworkManager status con NetworkManager connections dev devices managed by NetworkManager
fr: Usage: %s [OPTIONS] OBJECT { COMMAND | help } OPTIONS -t[erse] sortie laconique -p[retty] sortie formatée -m[ode] tabular|multiline mode de sortie -f[ields] <field1,field2,...>|all|common spécifie les champs à sortir -e[scape] yes|no échapper les séprateurs de colonnes dans les valeurs -v[ersion] afficher la version du programme -h[elp] imprimer l'aide OBJECT nm statut de NetworkManager con connexions de NetworkManager dev périphériques gérés par NetworkManager

source: Error: Object '%s' is unknown, try 'nmcli help'.
fr: Erreur&nbsp;: Objet '%s' inconnu, essayez 'nmcli help'.

source: Error: Option '--terse' is specified the second time.
fr: Erreur&nbsp;: Option '--terse' est spécifiée la seconde fois.

source: Error: Option '--terse' is mutually exclusive with '--pretty'.
fr: Erreur&nbsp;: Option '--terse' est mutuellement exclusive avec '--pretty'.

source: Error: Option '--pretty' is specified the second time.
fr: Erreur&nbsp;: Option '--pretty' est spécifiée la seconde fois.

source: Error: Option '--pretty' is mutually exclusive with '--terse'.
fr: Erreur&nbsp;: Option '--pretty' est mutuellement exclusive avec '--terse'.

source: Error: missing argument for '%s' option.
fr: Erreur&nbsp;: argument manquant pour l'option '%s'.

source: Error: '%s' is not valid argument for '%s' option.
fr: Erreur&nbsp;: '%s' est un argument invalide pour l'option '%s'.

source: Error: fields for '%s' options are missing.
fr: Erreur&nbsp;: Les champs pour les options '%s' sont manquants.

source: nmcli tool, version %s
fr: outil nmcli, version %s

source: Error: Option '%s' is unknown, try 'nmcli -help'.
fr: Erreur&nbsp;: Option '%s' inconnue, essayez 'nmcli -help'.

source: Caught signal %d, shutting down...
fr: Signal %d reçu, arrêt en cours...

source: Error: Could not connect to NetworkManager.
fr: Erreur&nbsp;: Impossible de connecter à NetworkManager.

source: Success
fr: Réussite

source: %d (unknown)
fr: %d (inconnu)

source: 0 (unknown)
fr: 0 (inconnu)

source: not set
fr: non défini

source: field '%s' has to be alone
fr: champ '%s' doit être seul

source: invalid field '%s'
fr: champ '%s' invalide

source: Option '--terse' requires specifying '--fields'
fr: Option '--terse' requiert la spécification de '--fields'

source: Option '--terse' requires specific '--fields' option values , not '%s'
fr: Option '--terse' requiert des valeurs d'options '--fields' spécifiques, pas '%s'

source: PEM key file had no end tag '%s'.
fr: Le fichier de clé PEM n'a pas de balise de fin « %s ».

source: Doesn't look like a PEM private key file.
fr: Cela ne semble pas être un fichier de clé privée PEM.

source: Not enough memory to store PEM file data.
fr: Mémoire insuffisante pour contenir les données du fichier PEM.

source: Malformed PEM file: Proc-Type was not first tag.
fr: Fichier PEM incorrect : Proc-Type n'est pas la première balise.

source: Malformed PEM file: unknown Proc-Type tag '%s'.
fr: Fichier PEM incorrect : étiquette Proc-Type « %s » inconnue.

source: Malformed PEM file: DEK-Info was not the second tag.
fr: Fichier PEM incorrect : DEK-Info n'est pas la deuxième balise.

source: Malformed PEM file: no IV found in DEK-Info tag.
fr: Fichier PEM incorrect : aucun IV trouvé dans la balise DEK-Info.

source: Malformed PEM file: invalid format of IV in DEK-Info tag.
fr: Fichier PEM incorrect : format IV invalide dans la balise DEK-Info.

source: Malformed PEM file: unknown private key cipher '%s'.
fr: Fichier PEM incorrect : chiffre de clé privée « %s » inconnu.

source: Could not decode private key.
fr: Impossible de décoder la clé privée.

source: PEM certificate '%s' had no end tag '%s'.
fr: Le certificat PEM « %s » n'a pas de balise de fin « %s ».

source: Failed to decode certificate.
fr: Impossible de décoder le certificat.

source: Not enough memory to store certificate data.
fr: Mémoire insuffisante pour contenir les données du certificat.

source: Not enough memory to store file data.
fr: Mémoire insuffisante pour contenir les données du fichier.

source: IV must be an even number of bytes in length.
fr: La longueur en octets d'IV doit être paire.

source: Not enough memory to store the IV.
fr: Mémoire insuffisante pour contenir l'IV.

source: IV contains non-hexadecimal digits.
fr: L'IV contient des chiffres non-hexadécimaux.

source: Private key cipher '%s' was unknown.
fr: Le chiffre « %s » de la clé privée est inconnu.

source: Not enough memory to decrypt private key.
fr: Mémoire insuffisante pour contenir la clé privée déchiffrée.

source: Unable to determine private key type.
fr: Impossible de déterminer le type de la clé privée.

source: Not enough memory to store decrypted private key.
fr: Mémoire insuffisante pour contenir la clé privée déchiffrée.

source: Failed to initialize the crypto engine.
fr: L'initialisation du moteur de chiffrement a échoué.

source: Failed to initialize the MD5 engine: %s / %s.
fr: L'initialisation du moteur MD5 a échoué : %s / %s.

source: Invalid IV length (must be at least %zd).
fr: Longueur IV invalide (minimum %zd).

source: Not enough memory for decrypted key buffer.
fr: Mémoire insuffisante pour le tampon de clé déchiffrée.

source: Failed to initialize the decryption cipher context: %s / %s.
fr: L'initialisation du contexte du chiffre de déchiffrement a échoué : %s / %s.

source: Failed to set symmetric key for decryption: %s / %s.
fr: La définition de la clé symétrique pour le déchiffrement a échoué : %s / %s.

source: Failed to set IV for decryption: %s / %s.
fr: La définition d'IV pour le déchiffrement a échoué : %s / %s.

source: Failed to decrypt the private key: %s / %s.
fr: Le déchiffrement de la clé privée a échoué : %s / %s.

source: Failed to decrypt the private key: unexpected padding length.
fr: Le déchiffrement de la clé privée a échoué&nbsp;: Longueur de remplissage inattendue.

source: Failed to decrypt the private key.
fr: Le déchiffrement de la clé privée a échoué.

source: Could not allocate memory for encrypting.
fr: Allocation de mémoire pour chiffrement impossible.

source: Failed to initialize the encryption cipher context: %s / %s.
fr: L'initialisation du contexte du cryptage de chiffrement a échoué&nbsp;: %s / %s.

source: Failed to set symmetric key for encryption: %s / %s.
fr: La définition de la clé symétrique pour le chiffrement a échoué&nbsp;: %s / %s.

source: Failed to set IV for encryption: %s / %s.
fr: La définition d'IV pour le chiffrement a échoué&nbsp;: %s / %s.

source: Failed to encrypt the data: %s / %s.
fr: Le chiffrement des données a échoué&nbsp;; %s / %s.

source: Error initializing certificate data: %s
fr: Erreur lors de l'initialisation des données du certificat : %s

source: Couldn't decode certificate: %s
fr: Impossible de décoder le certificat : %s

source: Couldn't initialize PKCS#12 decoder: %s
fr: L'initialisation du décodeur PKCS#12 a échoué&nbsp;: %s

source: Couldn't decode PKCS#12 file: %s
fr: Impossible de décoder le fichier PKCS#12&nbsp;: %s

source: Couldn't verify PKCS#12 file: %s
fr: Impossible de vérifier le fichier PKCS#12&nbsp;: %s

source: Failed to initialize the crypto engine: %d.
fr: L'initialisation du moteur de chiffrement a échoué : %d.

source: Failed to initialize the MD5 context: %d.
fr: L'initialisation du contexte MD5 a échoué : %d.

source: Invalid IV length (must be at least %d).
fr: Longueur IV invalide (minimum %d).

source: Failed to initialize the decryption cipher slot.
fr: L'initialisation de l'emplacement du chiffre de déchiffrement a échoué.

source: Failed to set symmetric key for decryption.
fr: La définition de la clé symétrique pour le déchiffrement a échoué.

source: Failed to set IV for decryption.
fr: La définition d'IV pour le déchiffrement a échoué.

source: Failed to initialize the decryption context.
fr: L'initialisation du contexte de déchiffrement a échoué.

source: Failed to decrypt the private key: %d.
fr: Le déchiffrement de la clé privée a échoué : %d.

source: Failed to decrypt the private key: decrypted data too large.
fr: Le déchiffrement de la clé privée a échoué&nbsp;: les données déchiffrées sont trop longues.

source: Failed to finalize decryption of the private key: %d.
fr: La finalisation du déchiffrement de la clé privée a échoué : %d.

source: Failed to initialize the encryption cipher slot.
fr: L'initialisation de l'emplacement du cryptage de chiffrement a échoué.

source: Failed to set symmetric key for encryption.
fr: La définition de la clé symétrique pour le chiffrement a échoué.

source: Failed to set IV for encryption.
fr: La définition d'IV pour le déchiffrement a échoué.

source: Failed to initialize the encryption context.
fr: L'initialisation du contexte de chiffrement a échoué.

source: Failed to encrypt: %d.
fr: Le chiffrement a échoué : %d.

source: Unexpected amount of data after encrypting.
fr: Quantité de données inattendue après chiffrement.

source: Couldn't decode certificate: %d
fr: Impossible de décoder le certificat : %d

source: Couldn't convert password to UCS2: %d
fr: Impossible de convertir le mot de passe en UCS2&nbsp;: %d.

source: Couldn't initialize PKCS#12 decoder: %d
fr: Impossible d'initialiser le décodeur PKCS#12&nbsp;: %d

source: Couldn't decode PKCS#12 file: %d
fr: Impossible de décoder le fichier PKCS#12&nbsp;: %d

source: Couldn't verify PKCS#12 file: %d
fr: Impossible de vérifier le fichier PKCS#12&nbsp;: %d

source: Could not generate random data.
fr: Impossible des données aléatoires.

source: Not enough memory to make encryption key.
fr: Mémoire insuffisante pour créer une clé de chiffrement.

source: Could not allocate memory for PEM file creation.
fr: Allocation de mémoire pour la création du fichier PEM impossible.

source: Could not allocate memory for writing IV to PEM file.
fr: Allocation de mémoire pour l'écriture d'IV sur le fichier PEM impossible.

source: Could not allocate memory for writing encrypted key to PEM file.
fr: Allocation de mémoire pour l'écriture de la clé chiffrée sur le fichier PEM impossible.

source: Could not allocate memory for PEM file data.
fr: Allocation de mémoire pour les données du fichier PEM impossible.

source: error processing netlink message: %s
fr: erreur lors du traitement du message netlink : %s

source: error occurred while waiting for data on socket
fr: une erreur est survenue pendant l'attente de données sur le connecteur

source: unable to connect to netlink for monitoring link status: %s
fr: impossible de se connecter à netlink pour surveiller l'état de la connexion : %s

source: unable to enable netlink handle credential passing: %s
fr: impossible d'activer le passage de crédentiels de gestion netlink&nbsp;: %s

source: unable to allocate netlink handle for monitoring link status: %s
fr: impossible d'allouer un gestionnaire netlink pour surveiller l'état de la connexion : %s

source: unable to allocate netlink link cache for monitoring link status: %s
fr: impossible d'allouer un cache de connexion netlink pour surveiller l'état de la connexion : %s

source: unable to join netlink group: %s
fr: impossible de joindre le groupe netlink&nbsp;: %s

source: error updating link cache: %s
fr: erreur lors de la mise à jour du cache de connexion : %s

source: Invalid option. Please use --help to see a list of valid options.
fr: Option non valide. Utilisez --help pour afficher une liste d'options valides.

source: %s. Please use --help to see a list of valid options.
fr: %s. Veuillez utiliser --help pour afficher une liste d'options valides.

source: # Created by NetworkManager
fr: # Créé par NetworkManager

source: # Merged from %s
fr: # Fusionné depuis %s

source: no usable DHCP client could be found.
fr: aucun client DHCP utilisable n'a pu être trouvé.

source: 'dhclient' could be found.
fr: 'dhclient' a été trouvé.be found.

source: 'dhcpcd' could be found.
fr: 'dhcpcd' introuvable.

source: unsupported DHCP client '%s'
fr: client DHCP '%s' non pris en charge

source: Unknown log level '%s'
fr: Niveau de journalisation inconnu '%s'

source: Unknown log domain '%s'
fr: Domaine de journalisation inconnu '%s'

source: NOTE: the libc resolver may not support more than 3 nameservers.
fr: NOTE : il se peut que le solveur libc ne prenne pas en charge plus de 3 serveurs de noms.

source: The nameservers listed below may not be recognized.
fr: Les serveurs de noms listés ci-dessous peuvent ne pas être reconnus.

source: System
fr: Système

source: Connection sharing via a protected WiFi network
fr: Partage de connexion via un réseau WiFi protégé

source: Connection sharing via an open WiFi network
fr: Partage de connexion via un réseau WiFi ouvert

source: Modify persistent system hostname
fr: Modifier le nom d'hôte du système persistant

source: Modify system connections
fr: Modifier les connexions système

source: System policy prevents modification of system settings
fr: La stratégie du système empêche toute modification des paramètres du système

source: System policy prevents modification of the persistent system hostname
fr: La stratégie du système empêche toute modification du nom d'hôte du système persistant

source: System policy prevents sharing connections via a protected WiFi network
fr: La stratégie du système empêche tout partage des connexions via un réseau WiFi protégé

source: System policy prevents sharing connections via an open WiFi network
fr: La stratégie du système empêche tout partage des connexions via un réseau WiFi ouvert
