Repository: NetworkManager/NetworkManager
Catalog: vpn-daemons/vpnc/po/*.po
Languages: pl

source: _Secondary Password:
pl: Hasło _dodatkowe:

source: _Username:
pl: Nazwa _użytkownika:

source: _Domain:
pl: _Domena:

source: _Password:
pl: _Hasło:

source: Connect _anonymously
pl: Połącz _anonimowo

source: Connect as _user:
pl: Połącz jako _użytkownik:

source: _Remember passwords for this session
pl: _Zapamiętaj hasło w tej sesji

source: _Save passwords in keyring
pl: _Zapamiętaj hasło

source: You need to authenticate to access the Virtual Private Network '%s'.
pl: Aby uzyskać dostęp do Wirtualnej Sieci Prywatnej '%s', należy wykonać uwierzytelnianie.

source: Authenticate VPN
pl: Uwierzytelnij VPN

source: _Group Password:
pl: _Hasło grupy:

source: Add, Remove, and Edit VPN Connections
pl: Dodawanie, usuwanie i edycja połączeń VPN

source: VPN Connection Manager (vpnc)
pl: Połączenia VPN (vpnc)

source: Compatible Cisco VPN client (vpnc)
pl: Kompatybilny z Cisco klient VPN (vpnc)

source: The following vpnc VPN connection will be created:
pl: Utworzone zostanie poniższe połączenie vpnc:

source: Name: %s
pl: Nazwa: %s

source: Gateway: %s
pl: _Brama: %s

source: Group Name: %s
pl: Nazwa grupy: %s

source: Username: %s
pl: Nazwa użytkownika: %s

source: Domain: %s
pl: _Domena: %s

source: Routes: %s
pl: Trasy: %s

source: The connection details can be changed using the "Edit" button.
pl: Szczegóły połączenia można zmienić za pomocą przycisku "Edytuj".

source: TCP tunneling not supported
pl: Tunelowanie TCP nie jest obsługiwane

source: The VPN settings file '%s' specifies that VPN traffic should be tunneled through TCP which is currently not supported in the vpnc software. The connection can still be created, with TCP tunneling disabled, however it may not work as expected.
pl: Plik ustawień VPN '%s' określa, że ruch sieciowy ma być prowadzony przez tunel TCP, który nie jest obsługiwany w tej wersji vpnc. Połączenie może być utworzone, lecz może ono nie funkcjonować poprawnie bez tunelowania TCP.

source: Cannot import settings
pl: Nie można zaimportować ustawień

source: The VPN settings file '%s' does not contain valid data.
pl: Plik ustawień VPN '%s' nie zawiera poprawnych danych.

source: Select file to import
pl: Plik do zaimportowania

source: Save as...
pl: Zapisz jako...

source: A file named "%s" already exists.
pl: Plik "%s" już istnieje.

source: Do you want to replace it with the one you are saving?
pl: Czy nadpisać go zapisywanym plikiem?

source: Failed to export configuration
pl: Export konfiguracji zakończony niepowodzeniem

source: Failed to save file %s
pl: Zapis pliku %s zakończony niepowodzeniem.

source: <b>Connection Name</b>
pl: <b>Nazwa połączenia</b>

source: <b>Required Information</b>
pl: <b>Informacje wymagane</b>

source: <i>example: 172.16.0.0/16 10.11.12.0/24</i>
pl: <i>przykład: 172.16.0.0/16 10.11.12.0/24</i>

source: G_roup Name:
pl: Nazwa _grupy:

source: O_ptional Information
pl: Informacje _dodatkowe

source: Override _user name
pl: Wymuś _nazwę użytkownika

source: Please enter the information provided by your system administrator below. Do not enter your password here as you will be prompted when connecting.
pl: Proszę podać poniżej informacje dostarczone przez administratora. Hasło należy podać później, podczas łączenia.

source: Use _domain for authentication
pl: Użyj _domeny do uwierzytelniania

source: _Gateway:
pl: _Brama:

source: _Import Saved Configuration...
pl: _Importuj konfigurację...

source: _Name used to identify the connection to the private network, e.g. "Campus VPN" or "Corporate Network"
pl: _Nazwa identyfikująca połączenie do sieci prywatnej. Np. "VPN kampusu" lub "Sieć firmowa"

source: _Only use VPN connection for these addresses
pl: _Używaj połączeń VPN tylko dla tych adresów

source: The VPN login failed because the user name and password were not accepted.
pl: Logowanie VPN zakończone niepowodzeniem z powodu błędnego użytkownika i hasła lub błędnego hasła certyfikatu.

source: The VPN login failed because the VPN program could not be started.
pl: Logowanie VPN zakończone niepowodzeniem z powodu niemożności uruchomienia programu VPN.

source: The VPN login failed because the VPN program could not connect to the VPN server.
pl: Logowanie VPN zakończone niepowodzeniem z powodu braku połączenia z serwerem VPN.

source: The VPN login failed because the VPN configuration options were invalid.
pl: Logowanie VPN zakończone niepowodzeniem z powodu błędnych opcji konfiguracyjnych.

source: The VPN login failed because the VPN program received an invalid configuration from the VPN server.
pl: Logowanie VPN zakończone niepowodzeniem z powodu otrzymania od serwera błędnej konfiguracji.
